Repository: sajibuap/Grandizar-Customer-Seller-and-Delivery-App
Catalog: lib/l10n/app_*.arb
Languages: ar

# welcome_to_app
source: Welcome to Grandizar
ar: مرحبا بكم في غرانديزار

# app_title
source: Your All-in-One Super App
ar: تطبيقك الشامل والشامل

# app_subtitle
source: Discover Limitless Possibilities
ar: اكتشف إمكانيات لا حدود لها

source: Skip
ar: تخطى

# next_btn
source: Next
ar: التالي

# splash_1
source: 100's of Categories
ar: مئات الفئات

# splash_2
source: Delicious Food, Delivered to You
ar: طعام لذيذ، يُوصَل إليك

# splash_3
source: Trio Savings & Rewards
ar: مدخرات ومكافآت الثلاثي

# splash_4
source: Handyman Services
ar: خدمات الصيانة المنزلية

# splash_5
source: 100s of Local Hubs & Cities
ar: مئات من المراكز المحلية والمدن

# splash_6
source: Mix & Match Meal Subscrption
ar: اشتراك وجبات متنوعة ومتناسبة

# splash_many
source: and many more...
ar: والكثير من غيرها...
